[
    {},
    {
        "Results": [
            {
                "The Rules of Acquisition": 95.57,
                "noLuck": 103.59
            },
            {
                "Haters Gonna Hate": 110.83,
                "PostMahomes": 127.63
            },
            {
                "Mo ScreenZ Mo YardZ": 140.51,
                "A1 Since Day 1": 132.95
            },
            {
                "melons are gourds": 123.18,
                "Tua Legit to Quit": 119.05
            },
            {
                "Stream Butter": 92.00,
                "Matt's Team": 69.61
            }
        ]
    },
    {
        "Results": [
            {
                "The Rules of Acquisition": 95.12,
                "Stream Butter": 116.46
            },
            {
                "Haters Gonna Hate": 134.68,
                "A1 Since Day 1": 107.25
            },
            {
                "melons are gourds": 136.67,
                "Mo ScreenZ Mo YardZ": 133.47
            },
            {
                "Tua Legit to Quit": 103.11,
                "noLuck": 109.88
            },
            {
                "PostMahomes": 104.42,
                "Matt's Team": 107.60
            }
        ]
    },
    {
        "News": [],
        "Results": [
            {
                "The Rules of Acquisition": 100.97,
                "Matt's Team": 101.12
            },
            {
                "Haters Gonna Hate": 139.77,
                "melons are gourds": 125.49
            },
            {
                "Mo ScreenZ Mo YardZ": 101.22,
                "noLuck": 126.84
            },
            {
                "Tua Legit to Quit": 121.87,
                "Stream Butter": 95.38
            },
            {
                "PostMahomes": 109.45,
                "A1 Since Day 1": 94.24
            }
        ]
    },
    {
        "PowerRankings":{
            "Introduction": "Yet another underperforming year for me so far.  I just want you to know that I hate Jeff and all the rest of you in that order.",
            "Ranks": [
                {
                    "Team": "noLuck",
                    "Text": "At this point, we all know Joe, and that means RBs at the expense of pretty much everything else.  After a eeking out a few close games to start the season, Joe’s strategy has started to pay off again this season, and his team is showing up each week with increasing voracity.  While the rest of his team is solid, the possibility of Joe Mixon and Zeke missing time means noLuck may need some to keep his perfect record going.  Also, his league name is almost as old as Zeke’s knees, because I’m sure some of our newer managers will be amazed that this is a reference to a time he didn’t get Andrew Luck in the draft…"
                },
                {
                    "Team": "Haters Gonna Hate",
                    "Text": "Our esteemed emperor was granted emergency power by the senate early this year when the sleeper draft went to hell, and while he was adamant that he did not enjoy the ordeal, the results would say otherwise.   Jonathan has compiled a monster starting team that boasts plus players at every position, though he definitely could afford some more depth.  Firmly in the pack with 2-2 record, Jonathan is set to take off now that his schedule is easing up a bit.  Will this be the year that JReed finally get his championship?  Probably not, as we all know quality is rarely rewarded around here, but I’ll keep hyping him anyway so that it’s all the more disappointing in the end."
                },
                {
                    "Team": "PostMahomes",
                    "Text": "Once again Jeff went all in on a very top heavy team, and once again it’s starting to bite him in the ass.  With CMC and Cook going down, Jeff is once again without his 2 star running backs… Or that would have been the case if he hadn’t fleeced Barry with damaged goods.  In reality, he’s only missing 1 star running back.  Trading for Barkley right when he was getting healthy has kept Jeff near the top of the standings in what would otherwise have been another early season collapse.  The plan of being carried by Mahomes has so far actually bore fruit, and if CMC returns healthy, Jeff has the potential to ride his slightly-altered three-headed monster to a playoff berth.  On the other hand, any more missteps will end Jeff’s playoff hopes faster than a Chris Taylor home run, but for now, he’s in a good position."
                },
                {
                    "Team": "melons are gourds",
                    "Text": "The league’s laudable lion-loving lad has bucked his trend of ineptitude by cleverly not drafting any Lions this year.  The result is a strong starting lineup and the most overall points in the league.  Unfortunately, this has only resulted in a 2-2 record, and he’s been trending downward.  A closer look shows that this team has been carried by seemingly unsustainable performances by Cooper Kupp and possibly Kareem Hunt, but only time will tell.  Even if that is the case, however, it’s hard to deny that Ben has a contending squad on his hands, and is better than his record.  I’m predicting that Ben will end near the top of the rankings, with a good chance of seeing the playoffs even if he doesn’t end up in the number 1 spot overall.  For once, Ben’s trademarked optimism seems warranted."
                },
                {
                    "Team": "Mo ScreenZ Mo YardZ",
                    "Text": "Year 2 for 3Screenz has started off significantly better than his first, as he devoted all three of his screenz to drafting Derrick Henry for $65, and so far it has paid off.  The monster back has gotten 30 carries a game, and has emerged as the number one back in fantasy, demonstrating that Michael is a quick study, having figured out the number one fantasy axiom — running back good.  Combine that with a good trio of WRs, and this team is definitely a playoff worthy roster.  Will 3Screenz have to wait for year 3 to get his first championship, or was one year enough lurking for him to devise a plan for victory?  Time will only tell what the end result of his machinations will be, but either way, this team is already too dangerous to ignore."
                },
                {
                    "Team": "A1 Since Day 1",
                    "Text": "Some of you may have forgotten, but Alex was once the champion of this league.  Yes, the same Alex that barely avoided the toilet bowl last year thanks entirely to Frank’s ineptitude.  The former champ has, however, shed the reigning champion’s curse and put together a solid team this go around.  Unfortunately, having the second most points scored against her has meant a 1-3 record up to this point.   While I don’t think as highly of Alex’s football prowess as she does — because that would be impossible — the self-proclaimed Queen should have no problem avoiding the toilet bowl this time around.  It will be tough for her to break into the upper echelon of the league, however, as her roster is a step down from the top 5 and there are only 4 spots.  The Queen may be the most powerful piece on the board, but in this case, it may be the first to be sacrificed come playoff time.  Look for Alex to finish in the middle of the pack."
                },
                {
                    "Team": "Tua Legit to Quit",
                    "Text": "Another year, another solid but unimpressive team from Jack.  While this team is clearly better than the 1-3 record would indicate, Miami Jack and the Miami Dolphins can’t seem to breach high enough to escape the pack despite other teams not playing up to their usual high standards.  After years of emitting supersonic screeching, Jack was finally able to convince the league to go with Auction draft, but so far seems to have been unable to take full advantage.  Questions at RB have kept him down, as he has solid set of WRs, TEs, and, at times, a dominant QB.  Like Alex, I think he has good but not great team, so expect Jack to once again anchor the aptly-named Jack Pack in the middle of the standings.  He’s got a favorable matchup this week, so I expect him to approach a very comfortable .500 before long."
                },
                {
                    "Team": "The Rules of Acquisition",
                    "Text": "A flurry of early season trades got everyone’s attention, but for the moment, the ferengi master acquirer has been dormant.  Perhaps it was the disappointment from trading for the supposedly second best RB in the league, only to seem him return to the pattern of endless Questionables that tortured Barry the last time he picked up Cook.  Or perhaps he sees his team as having come together for the most part.  Overall, this is a solid team on paper with a deep bench, and that’s good for Barry because he’s probably going to be down at least 1 RB for the foreseeable future.   So far this team has underperformed, leading to a 1-3 record, but there’s reason to expect it to improve if Cook returns to his normal production.  If not, expect some trade requests to appear in your inboxes.  A good Ferengi always keeps his ears open.  And of course, let us not forget the 263rd Rule of Acquisition:  `Never allow doubt to tarnish your lust for latinum`."
                },
                {
                    "Team": "Stream Butter",
                    "Text": "Each former champion has established a new tone for the league.  Todd brought a faux smugness that implied that this was all too easy for him.  Barry brought a spiteful troll-like attitude to each subsequent power ranking.  Alex brought a dizzying array of cheerful poses that we all had to endure in disbelief.  And then there’s Jen, who has brought an empty, numb feeling by inundating us with the most shallow music genre in the history of the world, heavily implying that everything about BTS and Jen’s championship run is a carefully orchestrated illusion.  Did Jen actually win last year?  The website says so, but I have my doubts.  Is anyone in BTS under 40 years old?  I’ll need some birth certificates to be sure.  But despite all of the questions regarding the legitimacy of Jen’s championship, she has managed a 2-2 record.  This is despite having the least points scored, which is to say, so far she’s been incredibly fortunate, as if a large soulless Korean corporation was conspiring on her behalf.  Can her luck hold, though?  Probably not.  Maybe if she still had Saquon, but right now, her team is woefully understaffed, and it doesn’t look look to be getting any better.  Maybe she can switch out one of her team members with an identical one without anyone knowing.  It’s been done successfully before, but I would count on Jen having an Alex-like decent to the bottom of the standings following her championship run."
                },
                {
                    "Team": "Matt's Team",
                    "Text": "Since joining the league last year, Matt has dazzled the league with some of the most questionable decisions we have ever seen, rookies included.  And all of this has been anchored by one undeniable fact — despite all looks to the contrary, the falcons are actually good, guys, for realz.  Stacking a lineup with three falcons players has had predictable results, as Matt Ryan has been up and down, Calvin Ridley is a WR2 masquerading as a WR1, and Kyle Pitts was a perplexing of a draft pick as most of us predicted.  Right now, Matt is looking at another season hovering near the bottom of the standings.  Just like a few other teams, his 2-2 record is deceiving.  This is not a good team, and that’s assuming CEH keeps rushing for 100 yds a game.  Look for Matt to fall further into toilet bowl contention.  Then look for Matt to start offering the world’s most hilarious trades.  Please post them in chat, so that we can all enjoy."
                }
            ],
            "Tiers": {
                "1": "Behemoths",
                "6": "Runts"
            },
            "Author": "Barry (The Rules of Acquisition)"
        },
        "Results": [
            {
                "The Rules of Acquisition": 113.90,
                "Tua Legit to Quit": 96.72
            },
            {
                "PostMahomes": 133.57,
                "melons are gourds": 119.28
            },
            {
                "Haters Gonna Hate": 112.82,
                "noLuck": 131.99
            },
            {
                "Mo ScreenZ Mo YardZ": 106.66,
                "Stream Butter": 81.44
            },
            {
                "A1 Since Day 1": 123.22,
                "Matt's Team": 123.17
            }
        ]
    }
]