{
    "Weeks": [
        {
            "PowerRankings": {
                "Introduction": "Behold your arbitrary draft rankings / bulletin board material.  After much research and number crunching, I can guarantee that these predictions will age like a fine cheese on a hot summer's day.",
                "Ranks": [
                    {
                        "Team": "2SpoonSwaggu",
                        "Quote": null,
                        "Text": "Some called him a madman. Others called him a genius. Most called him a troll. The point is that no one saw it coming when Jeff snatched Pat Mahomes with his first pick in the draft. The gamble seems to have paid off though, as the Kansas City Chargers may be the best team coming out of the draft. No longer content to lose close games, Jeff stacked his team with week 12 byes (congrats on your free win, Ben), hoping to decimate the competition the other 12 weeks of the season. A regression by the Chief's offense or a lengthy Melvin Gordon holdout may be the only things that can possibly keep Jeff out of the playoffs this year, and both seem pretty unlikely."
                    },
                    {
                        "Team": "The Art of the Deal",
                        "Quote": null,
                        "Text": "Normally not the strongest drafter, I can't help but be excited about this team thanks to Zeke once again finding his way onto my team under questionable circumstances -- and I have his backup in case he misses time. An elite backfield, the top TE, and serviceable players at my other positions, the reigning champ got his quest for a repeat off to a great start this year with a strong overall team. Even with doubts regarding Derek Henry and a somewhat underwhelming bench, this team is an undeniable contender going into week one. It is, however, undeniably inferior to last year's super team, so if y'all are looking to make some trades that will piss off the rest of the league, I'm always listening."
                    },
                    {
                        "Team": "noLuck",
                        "Quote": null,
                        "Text": "Despite all the speculation of an early Pat Mahomes pick, Joe went the conservative route and loaded up on RBs, and it will almost certainly pay dividends. Maybe the best RB group in the draft and 2 solid WRs should serve him well as he looks to improve on his 4-9 record from last year. He may end up in another QB situation however, as he is pinning all his hopes on the increasingly injury-prone Cam Newton with no legitimate backup in place. His TE pick also shocked Yahoo a bit, but as falcons fan, I can't help but agree that Austin Hooper is a solid sleeper pick, though I would want a backup if I were him. Joe team should be good -- elite if Cam returns to MVP caliber numbers."
                    },
                    {
                        "Team": "Haters Gonna Hate",
                        "Quote": null,
                        "Text": "Jonathan had a plan going into the draft, and he may have stuck to it a bit too much. Reaching for most of his picks, he has upset the Yahoo Gods by scoffing at rankings and ADPs alike. But Ja Reed may be onto something the experts aren't, since despite these reaches, he ended up with a pretty balanced team. He is at least adequate at all the positions that matter, and considering his pedigree, he shouldn't be counted out, as this team is more than good enough to serve as a foundation that can be improved upon. Furthermore, Jonathan knows by now that 'good' isn't good enough come playoff time, so I hardly expect him to be complacent. After all, proving the haters wrong is what Jonathan likes to think he excels at."
                    },
                    {
                        "Team": "red rocket",
                        "Quote": null,
                        "Text": "An euphemism for a dog's penis, Chris Drumgoole staring into the abyss, and a misinformation campaign that lasted a month. Many in the league tried to decipher Dan's cryptic clues, hoping to determine the answer to one question: Who would soo-choo choose? Luckily for him, Julio Jones fell right into his lap at the 14th pick in the draft, and he surprised nobody when he took him. Overall, Dan took advantage of a lot of such opportunities and put together a formidable team. While heavily dependent on a resurgent year from Tom Brady, veteran newcomer Dan announced his presence with authority by drafting a top 5 team. A lot of fantasy experience without the added baggage of trust issues plaguing the rest of the veterans, Dan is a force to be reckoned with this year."
                    },
                    {
                        "Team": "Eat Dawg Eat",
                        "Quote": null,
                        "Text": "In a change of pace that surprised nobody, Andrew avoided holdout players like the plague this time around, and the end result is a team that has a good chance of playing football. A great WR group and 2 stud running backs assures that he will be competitive early in the season, and while those picks are almost a sure thing, his QB choices are certainly not. Kyler Murray could be the next Pat Mahomes... if the Cardinals suddenly become the Chiefs. He still has some upside, but Andrew is at the mercy of a rookie QB, which is a place that most people don't want to be. The rest of his team can absorb some growing pains, but if this team is going to be an elite squad, Kyler needs to play well or he needs to get another QB."
                    },
                    {
                        "Team": "The Paradise Process",
                        "Quote": null,
                        "Text": "Determined to not have another Bortles situation on his hands this year, Jack grabbed the number 2 QB Deshaun Watson early in the draft this year. Along with getting one of the big 3 TEs and a top tier running back, Jack's first three picks had him in good position early. Afterwards, as if often the case, the results were a little more mixed. He ended up with a lot of WR options, but no real standouts, but his real issue might be that it seems that only Jack and Yahoo think that Jordan Howard is going to be relevant in the Eagles offense this year. It's not all lost, however, since if he's wrong, Latavius Murray should be a solid replacement. Overall, his team looks to be in the middle of the pack going into the season, but a few moves and breaks could push him to the top."
                    },
                    {
                        "Team": "Ben's Notable Team",
                        "Quote": null,
                        "Text": "Of the first-time fantasy players, Ben may have impressed the most, as he was able to put together a mostly solid team, aside from a few missteps. Unfortunately, one of those missteps was a doozy, as he repeated my mistake of drafting an aging LeSean McCoy playing for an inept Buffalo offense. I, however, take solace in that I didn't reach for him unlike Ben. The end result is that Ben is missing a lot of depth at RB. The good new though, is that the rest of his team is solid, so if he can secure another stud RB through waivers or trade, he could be a top tier team. Also, it will help him significantly if Baker Mayfield is as good as Mike thinks he is."
                    },
                    {
                        "Team": "Kiss the Baby",
                        "Quote": null,
                        "Text": "While the rest of the league taunted each other huddled around a draft table, Alicia's Kiss the Baby avoided making newbie mistakes, took advantage of the lack of distractions, and quietly put together a very good roster alone in Cincinnati. A top tier WR group will hopefully carry her, as she is somewhat weak at RB, and Phillip Rivers, while not the flashiest pick, should keep her from flailing at the QB position. Overall, this has the makings of a very competitive squad. Hopefully distance away from the rest of the league won't hamstring her trading ability, so that she can capitalize on this early momentum."
                    },
                    {
                        "Team": "Silver Snakes",
                        "Quote": null,
                        "Text": "Looking to redeem some questionable gut decisions made in her rookie year, stressed-out Strollo clearly did her homework this time for her draft. The results were mixed, however, as she came away with solid RB and WR groups but dreadful QB and TE groups -- if you can even call them that, since she only got one QB. The players at these positions have solid upside though, giving her the makings of a good team, so she won't have to rely on luck as much to stay relevant late this time around. On the other hand, considering her demeanor after the draft, some are wondering if she'll fall back into old habits, dropping and trading away talent as she frets over the shortcomings of an uneven team... The 'I'm not trading this year' pledge seeming less and less likely to be fulfilled... Her constant obsessing driving her closer and closer to madness... But for now, she has a legitimate middle of the pack team, with potential for improvement. You go, girl."
                    },
                    {
                        "Team": "Mrs. OBJ",
                        "Quote": null,
                        "Text": "Another newcomer out to forge her own destiny, Danielle picked ahead of the ADP in each of her first 10 picks, though some of those picks might have been pretty savvy. Snatching Gurley, Ryan, and Green before the rest of the league had a chance at them might end up paying huge dividends if Gurley returns to form and Green comes back healthy. While these may be question marks, there's no question that she is lacking at TE. But champions dig themselves out of TE-shaped holes all the time, so she should have a chance to improve on this minor issue. They say you can't win a league with the draft, but you can certainly lose it, and Danielle has managed to avoid doing both, as her team looks to be middle of the pack with a decently high ceiling."
                    },
                    {
                        "Team": "Azan-axe",
                        "Quote": null,
                        "Text": "A cautionary tale of not trusting yahoo rankings, Tim's draft was solid, but not as great as his draft ranking would have you think. This is mostly because Yahoo seems to think drafting Kareem Hunt was a good idea. It wasn't. The rest of his team is promising however, with a few exceptions. QB is rarely seen as priority position in fantasy football until you don't have one. Tim doesn't have one, and as such is my front-runner for this season's Bortles Award. Derek Carr as his number 1 QB was problematic, but auto drafting Josh Allen was akin to throwing gas onto the dumpster fire of his own passing game. Now he probably has nobody to fall back on if Carr struggles in year 2 under Gruden. His WR and RB groups are strong enough though, and that's all it takes sometimes for a team to make it's way into the playoffs. Overall, an adequate first draft for the newcomer."
                    },
                    {
                        "Team": "Eagle Eye",
                        "Quote": null,
                        "Text": "Again, true to his word, Anthony reached for some eagles players. This time it might have been costly, as Nelson Agholor and Desean Jackson are probably not starters on a championship team. Perhaps this could have been avoided if his meeting had lasted long enough for Yahoo to save him from himself. Despite having the receiving attack of a wishbone offense, his team makes up for it in other places. 2 solid running backs, one of the big 3 TEs, and 2 top tier QBs means that Anthony has a lot of trade options if he decides he wants points from the WR position. The problem is that since he only has 2 good RBs, he's going to be starting 3 WRs for the foreseeable future. Look for Anthony to struggle until he gets some help at the receiver position."
                    },
                    {
                        "Team": "A1 Since Day 1",
                        "Quote": null,
                        "Text": "New to the league, but certainly not lacking in confidence, Day 1 Alex made a splash with almost every pick in her draft, though not always for the right reason. Heavily reaching for Drew Brees despite the misgivings of most experts, this little lady put all her faith in the little man from the team for little people. Now her fate is linked with that of the New Orleans offense, as they comprise two of her top three picks. These picks came at a price, however, as she is perilously weak at RB, and if Drew Brees struggles, QB as well. She will undoubtedly need to rectify her rushing attack if she is to remain relevant late in the season."
                    }
                ],
                "Tiers": {
                    "1": "Championship Contenders",
                    "7": "Middle Men",
                    "12": "Toilet Teeterers"
                },
                "Author": "Barry (The Art of the Deal)"
            }
        },
        {
            "Results": [
                {
                    "The Art of the Deal": 102.70,
                    "Azan-axe": 102.39
                },
                {
                    "Haters Gonna Hate": 109.27,
                    "2SpoonSwaggu": 97.77
                },
                {
                    "The Paradise Process": 145.47,
                    "A1 Since Day 1": 108.55
                },
                {
                    "Eagle Eye": 105.14,
                    "Ben's Notable Team": 115.75
                },
                {
                    "Kiss the Baby": 92.02,
                    "red rocket": 96.39
                },
                {
                    "Eat Dawg Eat": 98.17,
                    "Silver Snakes": 118.76
                },
                {
                    "noLuck": 101.81,
                    "Mrs. OBJ": 156.01
                }
            ]
        },
        {
            "News": [
                "Antonio Brown Did Antonio Brown things",
                "Brees, Big Ben, Nick Foles, Tyreek Hill, and others got hurt for extended time.",
                "The Dolphins are bad.  The Patriots are good.  The Falcons are okay"
            ],
            "Trades": [
                {
                    "Traders": [
                        {
                            "Team": "Ben's Notable Team",
                            "Players": [
                                "Kirk Cousins"
                            ]
                        },
                        {
                            "Team": "Silver Snakes",
                            "Players": [
                                "Tyler Boyd"
                            ]
                        }
                    ],
                    "Opinion": "Jen traded a possible WR1 for a backup QB.  In retrospect that seems even worse, since Cousins is either not going to throw the ball or he's going to throw it badly.  This is all made worse by Lamar Jackson's breakout first 2 weeks.  A nice example of why you should avoid trading before the season starts.",
                    "Results": "Jen regrets trading before she found out that Lamar Jackson is apparently good now.",
                    "Date": "9/5/19"
                },
                {
                    "Traders": [
                        {
                            "Team": "The Art of the Deal",
                            "Players": [
                                "John Brown"
                            ]
                        },
                        {
                            "Team": "Ben's Notable Team",
                            "Players": [
                                "Antonio Brown"
                            ]
                        }
                    ],
                    "Opinion": "A WR1 for a WR2 doesn't look great on paper, but AB has just gotten released from the Raiders, done a bunch of crazy nonsense on instagram, and been accused of rape.  If the accusation holds any water (or if the NFL just doesn't want to look bad), AB could be done playing for a while.  Otherwise, AB in the Patriots offense is a huge upgrade for his upside.  If AB plays, Barry gets a WR1 for cheap.  If he doesn't Ben gets a solid WR2 for next to nothing.",
                    "Results": "Jonathan was not happy.",
                    "Date": "9/11/19"
                },
                {
                    "Traders": [
                        {
                            "Team": "The Art of the Deal",
                            "Players": [
                                "Robert Woods",
                                "Terry McLaurin"
                            ]
                        },
                        {
                            "Team": "2SpoonSwaggu",
                            "Players": [
                                "Melvin Gordon III"
                            ]
                        }
                    ],
                    "Opinion": "Another high risk move by Barry that could pay off in the long term.  After the injuries to Alshon Jeffery and Tyreek Hill, Jeff was in desperate need of WR help, and he got 2 seemingly solid WR2.  Woods, the more established, and McLaurin the possible breakout star.  If Gordon comes back later in the year, it's probably a win-win for both teams as Jeff was teetering on the brink and Barry wanted to improve his team for late in the season.  If Gordon doesn't play, Jeff filled his biggest need for nothing.",
                    "Results": "Jonathan was REALLY not happy.",
                    "Date": "9/16/19"
                }
            ],
            "PowerRankings":{
                "Introduction": "This season started off with all sorts or surprises both in the NFL and in our league.  With this in mind, I think my preseason rankings were pretty close with a few notable exceptions.  Enjoy the new format.  The tiers are dog-themed, because for a lot of teams, these first few weeks have been ruff... I need sleep.",
                "Ranks": [
                    {
                        "Team": "Mrs. OBJ",
                        "Quote": "But champions dig themselves out of TE-shaped holes all the time, so she should have a chance to improve on this minor issue.",
                        "Text": "Novice or Secret Genius?  In a year where everyone seemingly has a major draft bust as injuries abound, Danielle seemingly made all the right moves on draft day and has leaped to the front of the pack.  More than anything, her success can be traced to the breakout of the Ravens offense and the emergence of Mark Andrews as one the league's top TE -- something we clearly all saw coming.  AJ Green might be out longer than anticipated and Ekeler's stellar start should only last as long as Melvin Gordon is holding out, but otherwise there is nothing to suggest that a little maintenance won't keep this team in championship form for the rest of the season."
                    },
                    {
                        "Team": "The Art of the Deal",
                        "Quote": "So if y'all are looking to make some trades that will piss off the rest of the league, I'm always listening.",
                        "Text": "Welp, the defending champion is back to his old tricks, acquiring top-tier talent in risky trades that might pay huge dividends.  After acquiring a hold-out RB1 and a WR1 with a few accusations over his head and more than a few mental issues, Barry is well on his way to dominating the league for a second year in a row if his perilous trades bear fruit.  But even if they don't, he still has a solid team with better bench depth than he had two weeks ago thanks to his ability to avoid injuries amd some savvy waiver wire pickups.  This week should be a great matchup, as the trophy-owner takes on upstart Danielle in what might be a possible playoff preview."
                    },
                    {
                        "Team": "Haters Gonna Hate",
                        "Quote": "Jonathan knows by now that 'good' isn't good enough come playoff time, so I hardly expect him to be complacent.",
                        "Text": "If you were to talk to Jonathan over the last week, you might not realize that he is sitting at 2-0 after dismantling rival Jack.  Cranky that trades are happening without him, Jonathan has been mostly quiet moves-wise, leaning on a solid roster to dispatch his first two opponents.  With Devonta Freeman starting to look like a bust and Gallup going down for a few weeks, Mr. Reed may need to make a little more noise if he wants to hang with the pack long-term, but for now he's still a solid contender off to a good start for the year.  He goes into an even matchup with Anthony this week."
                    },
                    {
                        "Team": "red rocket",
                        "Quote": "While heavily dependent on a resurgent year from Tom Brady...",
                        "Text": "One of only a handful of people that likes Antonio Brown at the moment, Dan's bet on Mr. Brady looks like it's going to payout big, as the 50 year old avocado husk now has one of the best receiving corps in the league to throw to.  This in addition to Dalvin Cook ironically being healthy for once has led to red rocket's hot start.  While not exactly obliterating his opponents, Dan has managed to put up decent numbers both weeks against weaker opponents to remain undefeated so far.  After a struggling Tim, his schedule tightens up significantly, so he will need to up his game a bit if he wants to keep out of the loss column."
                    },
                    {
                        "Team": "Silver Snakes",
                        "Quote": "She came away with solid RB and WR groups but dreadful QB and TE groups -- if you can even call them that, since she only got one QB.",
                        "Text": "Case in point on why Preseason rankings are not to be trusted, almost everything I said about Jen's team has been proven incorrect in less than two weeks --  the exception being my prediction that she would make an early panic trade.  The team that she didn't trade away, however, has been a revelation.  Her 'dreadful' TE group has been solid, with Waller in particular having some good upside.  In her QB (not Kirk Cousins), she has found her own mini-Mahomes that has been carrying an otherwise middling squad.  For Jen, a lot will come down to whether the Ravens offense can stay hot and if Conner, Evans, and Diggs decide they want to start scoring points again.  This week she has a tough matchup with the down-but-dangerous noLuck squad."
                    },
                    {
                        "Team": "The Paradise Process",
                        "Quote": "It seems that only Jack and Yahoo think that Jordan Howard is going to be relevant in the Eagles offense this year.",
                        "Text": "Stop me if you've heard this before:  Jack dominates one week, Jack gets crushed the next, Jack is in the middle of the pack.  Once again, Jack-in-the-box starts the season bouncing up and down -- going from nightmare fuel to harmless joke.  After breakout performances by Sammy Watkins and Deshaun Watson, both under-performed, and Jack suffered a pretty rough defeat.  His inconsistency might continue unfortunately, since Jordan Howard turned out to be the bust we all feared, and he is without a true RB2.  A few great players and a few not-so-great players means Jack will probably bounce around week-to-week until he can fill some gaps in his lineup.  I still think this has the foundation of playoff team, but there's a lot of work to be done."
                    },
                    {
                        "Team": "Ben's Notable Team",
                        "Quote": "Also, it will help him significantly if Baker Mayfield is as good as Mike thinks he is.",
                        "Text": "Ron Howard Voice:  He isn't.     After fleecing Jen for Tyler Boyd, Ben was the latest person to grow tired of AB's shenanigans, as he shipped him off to Barry for a much more stable receiver.  Ben's real issue, however, might be that Cleveland is starting to play like the Browns, which is having an effect on cocksure Baker Mayfield.  Unfortunately, a little ice cream is his only option unless Andy Dalton regains that Ginger magic.  This combined with him STILL starting Lesean McCoy at RB2 means that Ben may need to make some course corrections in the coming weeks, though his competition is pretty soft for the his next two games."
                    },
                    {
                        "Team": "noLuck",
                        "Quote": "He is pinning all his hopes on the increasingly injury-prone Cam Newton with no legitimate backup in place",
                        "Text": "Sometimes teams struggle, and the cause eludes me for quite a while.  This is not one of those times.  Cam Newton is the cause of Joe's pain, and you hate to see it.  In my humble opinion, Cam Newton is a loud-mouthed bum whom I have hated for most of a decade, and I can't help but revel in his precipitous decline.  Here's a guy who's only saving graces are his arm strength and his legs, and right now he doesn't have either.  Now he has to rely on his concussion-addled mind to win games, and that clearly ain't happening.  As for Joe, he has an elite team being dragged down by poor QB play and the highest points against in the league (by a considerable margin).  He's put up almost 200 points, with his QB only providing 17 of them.  I expect Joe to rebound soon with or without Cam at QB.  He is still a very dangerous team."
                    },
                    {
                        "Team": "Eagle Eye",
                        "Quote": "Nelson Agholor and Desean Jackson are probably not starters on a championship team",
                        "Text": "Only one can live while the other survives.  Desean Jackson, in spite of my prediction, had a monster first game for Anthony.  Desean then got broken in half by the Falcons secondary, and Agholor suddenly becomes a top WR.  It seems I was half right in that one -- but not both  -- of those receivers can start for a championship team.  Despite all the Eagle WR jockeying, Anthony has managed to go 1-1.  But diving into these results... when a defense puts up 1/3 of a team's points, and the win comes at the expense of an opponent that only scored 55, one begins to question sustainability.  Anthony may have moved up in the rankings, but I can't help but think he shouldn't unpack his things, as he might be heading back down real soon."
                    },
                    {
                        "Team": "2SpoonSwaggu",
                        "Quote": "A regression by the Chief's offense or a lengthy Melvin Gordon holdout may be the only things that can possibly keep Jeff out of the playoffs this year",
                        "Text": "Oh, Jeff, you poetic, noble land-mermaid, I'm sorry this has happened to you again.  I feel partially responsible that in my rush to crown Jeff preseason champion, I did not foresee the tornado of severed limbs that would befall him.  Tyreek Hill, Ben Roethlisberger, Hunter Henry, Alshon Jeffrey, and Tyrell Williams are just some of the players injured on Jeff's watch.  Last year's Mr. Unlucky has outdone himself this time, as despite having a championship team in his infirmary, Jeff will need to pull himself out of an early season hole.  Luckily, he should make some good money now that his life story is being made into a major motion picture.  A heartwarming tale of a down-on-his-luck underdog that audiences are rooting for, Joker is coming to theaters on October 4th."
                    },
                    {
                        "Team": "Eat Dawg Eat",
                        "Quote": "Kyler needs to play well or he needs to get another QB",
                        "Text": "As of now, Kyler has been benched, but Andrew wishes that was his biggest problem.  He may have to absorb two additional busts with OJ Howard putting up 3 points over 2 weeks, and Damien Williams having volume issues.  Two potential busts with no depth to replace them and a QB not panning out yet means Andrew is pretty firmly on the struggle bus for a while.  While there is time for this team to turn itself around, it probably isn't long before he starts telling us how well he's doing in his other league."
                    },
                    {
                        "Team": "Azan-axe",
                        "Quote": "Now he probably has nobody to fall back on if Carr struggles in year 2 under Gruden.",
                        "Text": "The people's champion, Tim's year started off with a heartbreaking loss to your lovable scribe by a score of 0.31 points -- the new record for closest game (previous was Cheryl winning last year by 0.39).  It's been downhill since.  Another case of a QB situation that is just the tip of the iceberg, Tim has been yet another casualty of the Steelers' ineptitude and of AB stealing targets from other Patriot receivers.  When Le'Veon Bell is your team's only reliable player, you might be in trouble.  The bright side is that Tim has a lot of players under-performing, and one or two of them getting it going could put him back near the middle of the pack.  Unfortunately, the last thing he wants to see right now is Dan's red rocket team."
                    },
                    {
                        "Team": "Kiss the Baby",
                        "Quote": "Hopefully distance away from the rest of the league won't hamstring her trading ability, so that she can capitalize on this early momentum.",
                        "Text": "Any momentum Alicia had is officially dead.  Joe Mixon has been a bust so far, Njoku left week 2 without scoring any points, and Phillip Rivers didn't exactly inspire as a QB1.  Overall, her team has the potential to pull out of this early hole, but the results so far have not been pretty.  Now an early contender for the toilet bowl, she's going to have to dookie it out this week to stay ahead of her main competition Alex.  I would say more here, but Alicia doesn't talk to me."
                    },
                    {
                        "Team": "A1 Since Day 1",
                        "Quote": "This little lady put all her faith in the little man from the team for little people.  Now her fate is linked with that of the New Orleans offense",
                        "Text": "A poor bedfellow the Saints offense has turned out to be.  Alex put all her eggs in one basket, and Aaron Donald just smashed that basket on top of his head.  The team Alex drafted was not ideal, but now it's a full-blown catastrophe.  Drew Brees on IR not only drops her QB1, but also severely limits her WR1 and TE1.  Unfortunately, this all happened before Brees put up any points, so Alex managed only a measly 55 points last week, not only costing her a loss, but plummeting her to the bottom of the standings with little hope in sight.  It may be early in the season, but I would be impressed if she can recover from this."
                    }
                ],
                "Tiers": {
                    "1": "Top Dogs",
                    "3": "The Pack",
                    "9": "Scrappy Doos",
                    "13": "Screwed the Pooch"
                },
                "Author": "Barry (The Art of the Deal)"
            },
            "Results": [
                {
                    "The Art of the Deal": 138,
                    "noLuck": 97.07
                },
                {
                    "Haters Gonna Hate": 102.54,
                    "The Paradise Process": 84.16
                },
                {
                    "2SpoonSwaggu": 85.42,
                    "Mrs. OBJ": 123.70
                },
                {
                    "Eagle Eye": 109.12,
                    "A1 Since Day 1": 55.67
                },
                {
                    "Kiss the Baby": 79.82,
                    "Ben's Notable Team": 91.70
                },
                {
                    "Eat Dawg Eat": 88.06,
                    "red rocket": 117.66
                },
                {
                    "Azan-axe": 77.97,
                    "Silver Snakes": 102.78
                }
            ]
        },
        {
            "Results": [
                {
                    "The Art of the Deal": 135.78,
                    "Mrs. OBJ": 86.96
                },
                {
                    "Haters Gonna Hate": 86.96,
                    "Eagle Eye": 93.20
                },
                {
                    "2SpoonSwaggu": 106.81,
                    "The Paradise Process": 105.24
                },
                {
                    "Kiss the Baby": 104.02,
                    "A1 Since Day 1": 90.94
                },
                {
                    "Eat Dawg Eat": 123.17,
                    "Ben's Notable Team": 122.90
                },
                {
                    "Azan-axe": 114.36,
                    "red rocket": 111.69
                },
                {
                    "noLuck": 144.75,
                    "Silver Snakes": 137.68
                }
            ]
        },
        {
            "News": [
                "Everyone who was good is now bad.",
                "Everyone who was bad is now good.",
                "The Falcons suck",
                "The Falcons really suck",
                "Why do the Falcons suck so much?"
            ],
            "Trades": [
                {
                    "Traders": [
                        {
                            "Team": "Azan-axe",
                            "Players": [
                                "JuJu Smith-Shuster"
                            ]
                        },
                        {
                            "Team": "Haters Gonna Hate",
                            "Players": [
                                "Carson Wentz"
                            ]
                        }
                    ],
                    "Opinion": "Tim was desperate for QB help, and Jonathan obliged.  If JuJu turns it around, both sides got better.  If not, Jonathan gave away a valuable trade piece for a bust.",
                    "Results": "Tim has won 2 games since the trade.  Jonathan has lost 2.  Carson has been a solid QB1/2.  Juju still plays for the Steelers.  So far, Tim is very ahead in this trade.",
                    "Date": "9/18/19"
                },
                {
                    "Traders": [
                        {
                            "Team": "Silver Snakes",
                            "Players": [
                                "Stefon Diggs",
                                "Frank Gore",
                                "Indianapolis"
                            ]
                        },
                        {
                            "Team": "Ben's Notable Team",
                            "Players": [
                                "Larry Fitzgerald"
                            ]
                        }
                    ],
                    "Opinion": "I wish I could say I was surprised.  Jen gave away 2 solid players and what should be an WR1 for an WR3 due to her obsession with short-term results.  Unless Diggs, Gore, and the entire Indianapolis defense die in a plane crash, there is no way this is an even trade.",
                    "Results": "Stefon Diggs had a decent game.  Larry Fitzgerald played like you would expect him to.  Jen already regrets another trade.",
                    "Date": "9/25/19"
                }
            ],
            "PowerRankings": {
                "Introduction": "Hello! It is I, your guest power ranker, Jen. Barry is taking a BYE this week to devote all his emotional energy to the Braves playoff run.",
                "Ranks": [
                    {
                        "Team": "Kiss the Baby",
                        "Text": "Alicia is our waiver queen of the North. This might be a bold prediction, but I'm a bold person. I feel like this week, all of the teams that Alica's players play for realized that they were like, good at their jobs, which is good for her team's future. Was that a coherent sentence? I'm new here."
                    },
                    {
                        "Team": "noLuck",
                        "Text": "Listen, Joe would be hands-down my #1 this week if I hadn't just noticed his whole team is on week 5 Byes. THIS IS OUR WEEK TO TAKE BACK THE POINTS LEAD PEOPLE!! Real talk, after this week he's going to continue his murder spree."
                    },
                    {
                        "Team": "The Art of the Deal",
                        "Text": "I hate to make this about me, but like, I did a great thing this week for all of us. THANK GOD we don't have to hear Barry go on about how he's 'been undefeated for a whole calendar year' in fantasy football."
                    },
                    {
                        "Team": "Eagle Eye",
                        "Text": "I, for one, am excited at the prospect of a defense carrying someone so far in this league, especially when the defense carrying Anthony's team means that my beloved Patriots are killin' it."
                    },
                    {
                        "Team": "red rocket",
                        "Text": "I asked Dan where I should Power Rank him and though he didn't answer me with a number, his face said fifth. So Dan is fifth."
                    },
                    {
                        "Team": "Mrs. OBJ",
                        "Text": "This one was hard, and I just have a lot of questions. On the one hand, is Austin Ekler really going to lose *all* of his touches to Melvin Gordon? On the other hand, can the Falcons keep an O-line healthy enough to let Matt Ryan throw the ball? On my third hand, what is happening to OBJ?"
                    },
                    {
                        "Team": "Ben's Notable Team",
                        "Text": "I'm very excited to see how Ben does when his golden boy Golden Tate returns this week. Maybe Tate has been playing beer pong in the garage with Danny Dime too. Or he could suck! Should be exciting."
                    },
                    {
                        "Team": "Silver Snakes",
                        "Text": "I'm big enough to admit that I'm not the real deal. This is all a fluke. Only one player on my team shows up each week, last week it was Mike Evans, this week it was James Conner. We're just not ever going to be on the same page. IT'S FINE. I'm fine."
                    },
                    {
                        "Team": "Haters Gonna Hate",
                        "Text": "I always looked at Jonathan as one of the fantasy elites in this league, but for some reason he appears quite mediocre this year. Jonathan, as a test I think you should trade for James White so you can always have all the Patriots RBs playing at the same time. There's a much better chance that you'll score points that way."
                    },
                    {
                        "Team": "The Paradise Process",
                        "Text": "Much like the Miami Dolphins, Jack is *floundering*. This is all just a fish pun."
                    },
                    {
                        "Team": "2SpoonSwaggu",
                        "Text": "Eleventh is a comfort place for Jeff. Just far away enough from toilet that he won't make any crazy trade moves."
                    },
                    {
                        "Team": "Eat Dawg Eat",
                        "Text": "Andrew, the people want WRs, share the love man! Then maybe you'll get a nice QB in return and move up in these rankings."
                    },
                    {
                        "Team": "Azan-axe",
                        "Text": "Tim, quite frankly I just think your team is bad, but for some reason you're winning over superior teams. Some things are unexplainable."
                    },
                    {
                        "Team": "A1 Since Day 1",
                        "Text": "Alex, congrats on your win this week. I think you can beat Tim this week, except for the fact that he keeps getting lucky wins against people. I don't know how he's doing it."
                    }
                ],
                "Tiers": {},
                "Author": "Jen (PATHETIC)"
            },
            "Results": [
                {
                    "The Art of the Deal": 76.30,
                    "Silver Snakes": 102.93
                },
                {
                    "Haters Gonna Hate": 75.57,
                    "Kiss the Baby": 126.65
                },
                {
                    "2SpoonSwaggu": 94.60,
                    "Eagle Eye": 130.38
                },
                {
                    "The Paradise Process": 66.40,
                    "Mrs. OBJ": 109.38
                },
                {
                    "Eat Dawg Eat": 62.59,
                    "A1 Since Day 1": 115.14
                },
                {
                    "Azan-axe": 105.30,
                    "Ben's Notable Team": 87.72
                },
                {
                    "noLuck": 152.55,
                    "red rocket": 76.65
                }
            ]
        }
    ],
    "Teams": [
        {
            "Name": "The Art of the Deal",
            "Manager": "Barry"
        },
        {
            "Name": "red rocket",
            "Manager": "Dan"
        },
        {
            "Name": "Mrs. OBJ",
            "Manager": "Danielle"
        },
        {
            "Name": "Silver Snakes",
            "Manager": "Jen"
        },
        {
            "Name": "Ben's Notable Team",
            "Manager": "Ben"
        },
        {
            "Name": "Haters Gonna Hate",
            "Manager": "Jonathan"
        },
        {
            "Name": "A1 Since Day 1",
            "Manager": "Alex"
        },
        {
            "Name": "Eagle Eye",
            "Manager": "Anthony"
        },
        {
            "Name": "Azan-axe",
            "Manager": "Tim"
        },
        {
            "Name": "noLuck",
            "Manager": "Joe"
        },
        {
            "Name": "Eat Dawg Eat",
            "Manager": "Andrew"
        },
        {
            "Name": "2SpoonSwaggu",
            "Manager": "Jeff"
        },
        {
            "Name": "Kiss the Baby",
            "Manager": "Alicia"
        }
    ]
}